[
  "obsidian-tasks-plugin",
  "ace-code-editor",
  "obsidian-kanban",
  "obsidian-style-settings",
  "code-styler",
  "calendar",
  "supsub",
  "obsidian-thumbnails",
  "obsidian-excalidraw-plugin",
  "obsidian-git",
  "notepix",
  "consistent-attachments-and-links",
  "quickadd",
  "dataview"
]